chat_system_820433560_actor_description=Bob Devis. Robber.
chat_system_820433560_snap_0_question=^?^Hey, you!
chat_system_820433560_snap_0_answer_0=^?^Don't you know it's rude to address a stranger in this way?
chat_system_820433560_snap_1_question=^?^My name is Bob Devis. Alright, now that we're already acquainted, I can repeat myself: hey, you!
chat_system_820433560_snap_1_answer_0=^?^You're pushing it, Bob Devis! But I like your style. What do you want from me?
chat_system_820433560_snap_2_question=^?^I have a business proposition for you. I got a map made by the pirate Bartholomew. But they say that damned Bartholomew cast a curse on his treasure. Look at this, it's scratched on the corner of the map: "To he who touches the gold hid here: your life is no longer than the blade of a knife!"
chat_system_820433560_snap_2_answer_0=^?^And you want me to prove the curse?
chat_system_820433560_snap_3_question=^?^You're quick-witted, I noticed it at once. I see you're not a superstitious person, unlike us sailors. You don't care about the curse of an old dead pirate, right? So what, do we have a deal?
chat_system_820433560_snap_3_answer_0=^?^Well, why not. Give me your map.
chat_system_820433560_snap_3_answer_1=^?^No, that's not a deal. I'll get the curse on me and you'll get all the treasures! Is that what you pirates call a deal? Let's talk about my cut of the treasure.
chat_system_820433560_snap_3_header_1=^?^How can we divvy it, when we don't even know what's inside? What if there is a beautiful mermaid or a princess hidden? You want to take the top or the bottom part? First we have to find the treasure, and only then can we divide it.
chat_system_820433560_snap_3_answer_2=^?^No. That won't do. Find another sucker. Goodbye.
chat_system_820433560_snap_14_question=^?^Hey, buddy, so what, do you want to help me? Can a proud knight like you be afraid of a little curse?
chat_system_820433560_snap_14_answer_0=^?^Ok, give me the map.
chat_system_820433560_snap_14_answer_1=^?^No. I don't want to deal with cursed treasures.
chat_system_820433560_snap_4_question=^?^So what, have you found the treasure? I don't see any sign of the curse on you.
chat_system_820433560_snap_4_answer_0=^?^Yes, I found it. And what a curse! A few undead creatures came out, that's it! Piece of cake...
chat_system_820433560_snap_4_answer_1=^?^I haven't found it yet. Keep waiting.
chat_system_820433560_snap_5_question=^?^Come on, let's see what was in the chest.
chat_system_820433560_snap_5_answer_0=^?^There was nothing. Everything rotted during these hundreds of years. The chest was empty, with only skeletons inside, waiting for some unlucky treasure hunter.
chat_system_820433560_snap_5_answer_1=^?^There was money and the pirate halberd.
chat_system_820433560_snap_5_answer_2=^?^Hm. I think we should divide the things that were found. What do you want to take, the money or the pirate halberd?
chat_system_820433560_snap_6_question=^?^There was nothing? Are you kidding? I'd say you have taken the treasure for yourself, and you're trying to trick me. You can't fool me! I'll take by force what's mine by right.
chat_system_820433560_snap_6_answer_0=^?^Go ahead and try! (Attack the pirate.)
chat_system_820433560_snap_7_question=^?^Give me everything - the gold and the halberd too.
chat_system_820433560_snap_7_answer_0=^?^Look, that's not fair. I took all the risk and you want to take everything for yourself? Let's divide it into equal parts!
chat_system_820433560_snap_8_question=^?^Into equal parts? So which one is your part?
chat_system_820433560_snap_8_answer_0=^?^I'll take the halberd.
chat_system_820433560_snap_8_answer_1=^?^I'm interested in the gold.
chat_system_820433560_snap_9_question=^?^Deal!
chat_system_820433560_snap_9_answer_0=^?^Fine! It was nice doing business with you. To tell the truth I was expecting a dirty trick. Good luck.
chat_system_820433560_snap_11_question=^?^Are you kidding? Give me everything you found.
chat_system_820433560_snap_11_answer_0=^?^Gold?! Actually I need that myself.
chat_system_820433560_snap_10_question=^?^You don't want to give it to me? Well, I've been waiting for this. Now we'll see what color your guts are, brat!
chat_system_820433560_snap_10_answer_0=^?^I hope you've taken the time to draw a map of your own treasure. (Attack the pirate.)
chat_system_820433560_snap_12_question=^?^As for gold, I can get that myself, but the halberd of the Bartholomew himself - this thing is unique. I can't buy it for gold. Take the gold and give me the magic halberd.
chat_system_820433560_snap_12_answer_0=^?^You know what, I think I better take it myself. (Attack the pirate.)
chat_system_820433560_snap_12_answer_1=^?^Sure, take it, I don't care.
chat_system_820433560_snap_13_question=^?^I don't have time to chat with you.
chat_system_820433560_snap_13_answer_0=^?^Ok, goodbye.
